Repository: IFTTT/ConnectSDK-Android
Catalog: xliffscript/src/main/java/com/script/xliffscript/IFTTTXliffFiles/ifttt-*.xliff
Languages: cs, da, es_419, fi, it, ko, nb, pl, pt_pt, ru, sv, zh_hans, zh_hant

# email_verify_connection_body
source: %@ would like to connect with %@
cs: %@ se chce propojit s %@
da: %@ ønsker at oprette forbindelse til %@
es_419: %@ quiere conectarse con %@
fi: %@ haluaa muodostaa yhteyden kohteen %@ kanssa
it: %@ vorrebbe collegarsi a %@
ko: %@이(가) %@와(과) 연결하려고 합니다.
nb: %@ vil koble til %@
pl: %@ chce połączyć się z %@
pt_pt: %@ pretende ligar-se a %@
ru: %@ хочет подключиться к %@
sv: %@ vill ansluta till %@
zh_hans: %@ 可与 %@ 连接
zh_hant: %@ 想要與 %@​ 連線

# error_redirect_back
source: Could not go back to the application
cs: Nelze přejít zpět do aplikace
da: Kunne ikke gå tilbage til applikationen
es_419: No se pudo volver a la aplicación
fi: Palaaminen sovellukseen e i onnistunut
it: Impossibile tornare all'applicazione
ko: 애플리케이션으로 돌아갈 수 없습니다.
nb: Kan ikke gå tilbake til appen
pl: Nie można wrócić do aplikacji
pt_pt: Não foi possível regressar à aplicação
ru: Не удалось возвратиться к приложению
sv: Det gick inte att gå tillbaka till programmet
zh_hans: 无法返回到该应用程序
zh_hant: 無法返回應用程式

# prompt_valid_email_address
source: Please enter a valid email address
cs: Zadejte platnou e-mailovou adresu.
da: Angiv en gyldig e-mailadresse
es_419: Ingrese una dirección de correo electrónica válida
fi: Anna kelvollinen sähköpostiosoite
it: Inserisci un indirizzo e-mail valido
ko: 올바른 이메일 주소를 입력하십시오.
nb: Oppgi en gyldig e-postadresse
pl: Podaj prawidłowy adres e-mail
pt_pt: Introduza um endereço de e-mail válido.
ru: Введите действительный адрес
sv: Ange en giltig e-postadress
zh_hans: 请输入有效的电子邮件地址
zh_hant: 請輸入正確的電子郵件地址

# term_privacy_and_terms
source: Privacy & Terms
cs: Ochrana soukromí a smluvní podmínky
da: Fortrolighedspolitik og vilkår
es_419: Términos y privacidad
fi: Yksityisyys ja ehdot
it: Informativa sulla privacy e termini
ko: 개인정보 및 약관
nb: Personvern og vilkår
pl: Warunki i Polityka prywatności
pt_pt: Termos e Privacidade
ru: конфиденциальности и Условия
sv: Sekretesspolicy och våra villkor
zh_hans: 隐私条款
zh_hant: 隱私權與條款

# term_learn_more
source: Learn more
cs: Další informace
da: Få flere oplysninger
es_419: Más información
fi: Lisätietoja
it: Per saperne di più
ko: 자세히 알아보기
nb: Finn ut mer
pl: Dowiedz się więcej
pt_pt: Mais informações
ru: Узнайте больше
sv: Läs mer
zh_hans: 了解更多
zh_hant: 了解更多

# term_disconnect
source: Disconnect
cs: Odpojit
da: Afbryd forbindelse
es_419: Desconectar
fi: Katkaise yhteys
it: Disconnetti
ko: 연결 해제
nb: Koble fra
pl: Rozłącz
pt_pt: Desligar
ru: Отключиться
sv: Koppla från
zh_hans: 断开连接
zh_hant: 中斷連線

# error_could_not_login
source: Could not login
cs: Nelze se přihlásit
da: Kunne ikke logge ind
es_419: No se pudo iniciar sesión
fi: Kirjautuminen ei onnistunut
it: Impossibile accedere
ko: 로그인할 수 없음
nb: Kan ikke logg på
pl: Nie można się zalogować
pt_pt: Não foi possível iniciar sessão
ru: Не удалось выполнить вход
sv: Det gick inte att logga in
zh_hans: 无法登录
zh_hant: 無法登入

# error_developer_missing_email_param
source: Developer error: Missing email param
cs: Vývojářská chyba: Chybí parametr e-mailu
da: Udviklerfejl: E-mailparameter mangler
es_419: Error del desarrollador: Falta el parámetro de correo electrónico
fi: Kehittäjävirhe: Sähköpostitieto puuttuu
it: Errore del programmatore: Parametro email mancante
ko: 개발자 오류: 이메일 입력값 누락
nb: Utviklerfeil: Mangler e-postparameter
pl: Błąd programisty: Brak parametru adresu e-mail
pt_pt: Erro de programação: Parâmetro de e-mail inexistente
ru: Ошибка разработчика: Отсутствует параметр эл. почты
sv: Utvecklarfel: Parameter för e-postadress saknas
zh_hans: 开发人员错误：丢失邮箱参数
zh_hant: 開發人員錯誤：缺少電子郵件參數

# error_developer_invalid_connection_id
source: Developer error: Invalid connection ID
cs: Vývojářská chyba: Neplatné ID připojení
da: Udviklerfejl: Ugyldigt forbindelses-id
es_419: Error del desarrollador: Identificación de conexión no válida
fi: Kehittäjävirhe: Virheellinen yhteystunnus
it: Errore del programmatore: ID connessione non valido
ko: 개발자 오류: 잘못된 연결 ID
nb: Utviklerfeil: Ugyldig tilkoblings-ID
pl: Błąd programisty: Nieprawidłowy identyfikator połączenia
pt_pt: Erro de programação: ID de ligação inválido
ru: Ошибка разработчика: Недопустимый идентификатор соединения
sv: Utvecklarfel: Ogiltigt anslutnings-ID
zh_hans: 开发人员错误：连接 ID 无效
zh_hant: 開發人員錯誤：連線 ID 無效

# error_generic
source: Something went wrong
cs: Něco se pokazilo
da: Der gik noget galt
es_419: Se produjo un error
fi: Jotain meni vikaan
it: Qualcosa è andato storto
ko: 문제 발생
nb: Noe gikk galt
pl: Coś poszło nie tak
pt_pt: Ocorreu um erro
ru: Что-то пошло не так
sv: Något har gått fel
zh_hans: 出现故障
zh_hant: 發生問題

# back_to_app
source: Back to %@
cs: Zpět na %@
da: Tilbage til %@
es_419: Volver a %@
fi: Takaisin kohteeseen %@
it: Torna a %@
ko: %@(으)로 돌아가기
nb: Tilbake til %@
pl: Wróć do %@
pt_pt: Voltar a %@
ru: Назад к %@
sv: Tillbaka till %@
zh_hans: 返回 %@
zh_hant: 返回 %@

# connecting_service
source: Connecting %@...
cs: %@ – připojování...
da: Opretter forbindelse til %@ …
es_419: Conectando con %@...
fi: Yhdistetään %@...
it: Connessione a %@ in corso...
ko: %@에 연결 중...
nb: Kobler til %@ ...
pl: Łączenie z %@...
pt_pt: A ligar a %@...
ru: Подключение %@...
sv: Ansluter %@…
zh_hans: 正在连接 %@...
zh_hant: 正在連線 %@...

# content_desc_up_button
source: Navigate up
cs: Přejít nahoru
da: Bevæg opad
es_419: Navegar hacia arriba
fi: Siirry ylös
it: Scorri verso l'alto
ko: 상위로 이동
nb: Gå opp
pl: Nawiguj w górę
pt_pt: Ir para cima
ru: Перейти вверх
sv: Navigera upp
zh_hans: 导航
zh_hant: 向上瀏覽

# error_failed_to_connect
source: Failed to connect
cs: Připojení se nezdařilo
da: Forbindelsen mislykkedes
es_419: Se produjo un error al conectar
fi: Yhteyden muodostaminen epäonnistui
it: Collegamento non riuscito
ko: 연결 실패
nb: Tilkoblingen mislyktes
pl: Nie udało się połączyć
pt_pt: Falha ao ligar
ru: Не удалось подключиться
sv: Det gick inte att ansluta
zh_hans: 连接失败
zh_hant: 連線失敗

# term_email
source: Email
es_419: Correo electrónico
fi: Sähköposti
ko: 이메일
nb: E-post
ru: Адрес электронной почты
sv: E-post
zh_hans: 电子邮箱
zh_hant: 電子郵件
