Repository: IFTTT/ConnectSDK-Android
Catalog: xliffscript/src/main/java/com/script/xliffscript/IFTTTXliffFiles/ifttt-*.xliff
Languages: cs, da, es_419, fi, it, ko, nb, pl, pt_pt, ru, sv, zh_hans, zh_hant

source: Loading...
cs: Načítání…
da: Indlæser...
es_419: Cargando...
fi: Ladataan...
it: Caricamento...
ko: 로드 중...
nb: Laster inn ...
pl: Wczytywanie...
pt_pt: A carregar
ru: Загрузка...
sv: Läser in ...
zh_hans: 正在加载...
zh_hant: 正在載入...

source: WORKS WITH IFTTT
cs: FUNGUJE S IFTTT
da: VIRKER MED IFTTT
es_419: FUNCIONA CON IFTTT
fi: TOIMII IFTTT:n kanssa
it: FUNZIONA CON IFTTT
ko: IFTTT와 함께 사용 가능
nb: FUNGERER MED IFTTT
pl: DZIAŁA Z IFTTT
pt_pt: FUNCIONA COM IFTTT
ru: РАБОТАЕТ С IFTTT
sv: FUNGERAR MED IFTTT
zh_hans: 使用 IFTTT
zh_hant: 搭配使用 IFTTT

source: WORKS WITH
cs: FUNGUJE S
da: VIRKER MED
es_419: FUNCIONA CON
fi: TOIMII SEURAAVIEN KANSSA:
it: FUNZIONA CON
ko: 함께 사용 가능
nb: FUNGERER MED
pl: DZIAŁA Z
pt_pt: FUNCIONA COM
ru: РАБОТАЕТ С
sv: FUNGERAR MED
zh_hans: 使用
zh_hant: 搭配使用

source: Verify
cs: Ověřit
da: Bekræft
es_419: Verificar
fi: Vahvista
it: Verifica
ko: 확인
nb: Kontroller
pl: Zweryfikuj
pt_pt: Verificar
ru: Проверить
sv: Verifiera
zh_hans: 验证
zh_hant: 驗證

source: Verifying...
cs: Ověřování...
da: Bekræfter...
es_419: Verificando...
fi: Vahvistetaan...
it: Verifica in corso...
ko: 확인 중...
nb: Kontrollerer ...
pl: Weryfikacja...
pt_pt: A verificar...
ru: Проверка...
sv: Verifierar…
zh_hans: 正在验证...
zh_hant: 驗證中...

source: Verify connection
cs: Ověřit propojení
da: Bekræft tilslutning
es_419: Verificar conexión
fi: Vahvista yhteys
it: Verifica la connessione
ko: 연결 확인
nb: Kontroller tilkobling
pl: Zweryfikuj połączenie
pt_pt: Verificar ligação
ru: Проверить подключение
sv: Verifiera anslutning
zh_hans: 验证连接
zh_hant: 驗證連線

source: Creating account...
cs: Vytváření účtu...
da: Opretter konto...
es_419: Creando cuenta...
fi: Tiliä luodaan...
it: Creazione dell'account...
ko: 계정을 만드는 중...
nb: Oppretter konto ...
pl: Tworzenie konta...
pt_pt: A criar conta...
ru: Создание учетной записи...
sv: Skapar konto…
zh_hans: 正在创建帐户...
zh_hant: 正在建立帳戶...

source: Creating account for %@
cs: Vytváření účtu pro %@
da: Opretter konto til %@
es_419: Creando cuenta para %@
fi: Luodaan tiliä käyttäjälle %@
it: Creazione dell'account per %@
ko: %@을(를) 위한 계정을 만드는 중
nb: Oppretter konto for %@
pl: Tworzenie konta dla %@
pt_pt: A criar conta para %@
ru: Создание учетной записи для %@
sv: Skapar konto för %@
zh_hans: 正在为 %@ 创建帐户...
zh_hant: 正在為 %@​ 建立帳戶

# new_account_for
source: New IFTTT account for %@
cs: Nový účet IFTTT pro %@
da: Ny IFTTT-konto til %@
es_419: Nueva cuenta IFTTT para %@
fi: Uusi IFTTT-tili käyttäjälle %@
it: Nuovo account IFTTT per %@
ko: %@을(를) 위한 새 IFTTT 계정
nb: Ny IFTTT-konto for %@
pl: Nowe konto IFTTT dla %@
pt_pt: Nova conta IFTTT para %@
ru: Новая учетная запись IFTTT для %@
sv: Nytt IFTTT-konto för %@
zh_hans: 为 %@ 新建 IFTTT 帐户
zh_hant: %@​ 的 IFTTT 新帳戶

# going_to_service
source: Going to %@...
cs: Přechod na %@...
da: Går til %@...
es_419: Yendo a %@...
fi: Siirrytään kohteeseen %@...
it: Spostamento verso %@...
ko: %@(으)로 이동하는 중...
nb: Går til %@ ...
pl: Przechodzenie do %@...
pt_pt: A ir para %@...
ru: Переход к %@...
sv: Går till %@…
zh_hans: 正在转到 %@...
zh_hant: 正在前往 %@...

source: Going
cs: Přechod
da: Går til
es_419: Yendo
fi: Siirrytään
it: Spostamento in corso
ko: 이동 중
nb: Går
pl: Przechodzenie
pt_pt: A ir
ru: Переход
sv: Går
zh_hans: 正在切换
zh_hant: 前往

# go_to_service
source: Go to %@
cs: Přejít na %@
da: Gå til %@
es_419: Ir a %@
fi: Siirry kohteeseen %@
it: Vai a %@
ko: %@(으)로 이동
nb: Gå til %@
pl: Idź do %@
pt_pt: Ir para %@
ru: Перейти к %@
sv: Gå till %@
zh_hans: 转到 %@
zh_hant: 前往 %@

source: Go to
cs: Přejít na
da: Gå til
es_419: Ir a
fi: Siirry
it: Vai a
ko: 이동
nb: Gå til
pl: Idź do
pt_pt: Ir para
ru: Перейти
sv: Gå till
zh_hans: 转到
zh_hant: 前往

source: Sign in
cs: Přihlásit se
da: Log på
es_419: Iniciar sesión
fi: Kirjaudu
it: Accedi
ko: 로그인
nb: Logg på
pl: Zaloguj się
pt_pt: Iniciar sessão
ru: Войти
sv: Logga in
zh_hans: 登录
zh_hant: 登入

source: Saving settings...
cs: Ukládání nastavení...
da: Gemmer indstillinger...
es_419: Guardando configuración...
fi: Asetuksia tallennetaan...
it: Salvataggio delle impostazioni in corso...
ko: 설정 저장 중...
nb: Lagrer innstillinger ...
pl: Zapisywanie ustawień...
pt_pt: A guardar definições...
ru: Сохранение настроек...
sv: Spara inställningar…
zh_hans: 正在保存设置...
zh_hant: 正在儲存設定...

source: Connected
cs: Připojeno
da: Tilsluttede
es_419: Se conectó con
fi: Yhdistetty:
it: Collegato a
ko: 연결된
nb: Tilkoblet
pl: Połączony
pt_pt: ligado
ru: Подключено:
sv: Ansluten till
zh_hans: 已连接
zh_hant: 已連線

source: Slide to disconnect
cs: Posunutím odpojit
da: Skub for afbryde forbindelsen
es_419: Deslice para desconectar
fi: Katkaise yhteys liu'uttamalla
it: Scorri per scollegare
ko: 옆으로 밀어 연결 해제
nb: Skyv for å koble fra
pl: Przesuń, aby rozłączyć
pt_pt: Deslize para desligar
ru: Проведите для отключения
sv: Skjut för att koppla från
zh_hans: 滑动即可断开
zh_hant: 滑動以中斷連線

source: Disconnecting...
cs: Odpojování...
da: Afbryder forbindelsen...
es_419: Desconectando...
fi: Yhteys katkaistaan...
it: Scollegamento in corso...
ko: 연결을 해제하는 중...
nb: Kobler fra ...
pl: Rozłączanie...
pt_pt: A desligar...
ru: Отключение...
sv: Kopplar från…
zh_hans: 正在断开连接...
zh_hant: 正在中斷連線...

source: Disconnected
cs: Odpojeno
da: Forbindelsen er afbrudt.
es_419: Desconectado
fi: Yhteys katkaistu
it: Scollegato
ko: 연결 해제됨
nb: Frakoblet
pl: Rozłączono
pt_pt: Desligado
ru: Отключено
sv: Frånkopplad
zh_hans: 已断开连接
zh_hant: 已中斷連線

source: Your email
cs: Váš e-mail
da: Din e-mail
es_419: Su correo electrónico
fi: Sähköpostiosoitteesi
it: La tua email
ko: 사용자 이메일
nb: E-postadressen din
pl: Twój e-mail
pt_pt: O seu e-mail
ru: Ваш адрес электронной почты
sv: Din e-postadress
zh_hans: 您的邮箱
zh_hant: 您的電子郵件

source: Enter valid email
cs: Zadejte platný e-mail
da: Indtast gyldig e-mail
es_419: Ingrese un correo electrónico válido
fi: Anna kelvollinen sähköpostiosoite
it: Inserisci un indirizzo e-mail valido
ko: 올바른 이메일 입력
nb: Angi en gyldig e-postadresse
pl: Wprowadź prawidłowy e-mail
pt_pt: Introduza um e-mail válido
ru: Введите действительный адрес
sv: Ange en giltig e-postadress
zh_hans: 输入有效的邮箱
zh_hant: 輸入有效的電子郵件

source: Retry
cs: Zkusit znovu
da: Nyt forsøg
es_419: Intentar nuevamente
fi: Yritä uudelleen
it: Riprova
ko: 재시도
nb: Prøv igjen
pl: Spróbuj ponownie
pt_pt: Repetir
ru: Повторить попытку
sv: Försök igen
zh_hans: 重试
zh_hant: 重試

source: New
cs: Novinka
da: Nyhed
es_419: Nuevo
fi: Uusi
it: Novità!
ko: 신규
nb: Ny
pl: Nowy
pt_pt: Novo
ru: Создать
sv: Ny
zh_hans: 新建
zh_hant: 新增

# connect_service
source: Connect %@
cs: Připojit %@
da: Opret forbindelse til %@
es_419: Conectar %@
fi: Yhdistä %@
it: Collega %@
ko: %@에 연결
nb: Koble til %@
pl: Połącz %@
pt_pt: Estabelecer ligação a %@
ru: Подключить %@
sv: Anslut %@
zh_hans: 连接 %@
zh_hant: 連線 %@

source: Connect
cs: Připojit
da: Opret forbindelse
es_419: Conectarse
fi: Yhdistä
it: Collega
ko: 연결
nb: Koble til
pl: Połącz
pt_pt: Estabelecer ligação
ru: Подключиться
sv: Anslut
zh_hans: 连接
zh_hant: 連線

source: Connecting
cs: Připojování
da: Tilslutning
es_419: Conectando
fi: Yhdistetään
it: Connessione
ko: 연결 중
nb: Kobler til
pl: Łączenie
pt_pt: A ligar
ru: Подключение
sv: Ansluter
zh_hans: 正在连接
zh_hant: 正在連線

# secured_with_ifttt
source: Secured with IFTTT. Learn More
cs: Zabezpečeno pomocí IFTTT. Další informace
da: Sikret med IFTTT. Få flere oplysninger
es_419: Protegido con IFTTT. Más información
fi: IFTTT-suojattu. Lisätietoja
it: Protetto con IFTTT. Per saperne di più
ko: IFTTT로 보안 처리되었습니다. 자세히 알아보기
nb: Sikret med IFTTT. Finn ut mer
pl: Zabezpieczone za pomocą IFTTT. Dowiedz się więcej
pt_pt: Protegido com IFTTT. Mais informações
ru: Под защитой IFTTT. Узнайте больше
sv: Skyddad med IFTTT. Läs mer
zh_hans: IFTTT 提供保护。了解更多
zh_hant: 透過 IFTTT 保護。了解更多

# secure_connections_with_ifttt
source: Secure connections with IFTTT. Learn more
cs: Bezpečné propojení s IFTTT. Další informace
da: Sikre forbindelser med IFTTT. Få flere oplysninger
es_419: Conexiones seguras con IFTTT. Más información
fi: Suojaa yhteydet IFTTT:n avulla. Lisätietoja
it: Collegamenti sicuri con IFTTT. Per saperne di più
ko: IFTTT를 사용하는 보안 연결입니다. 자세히 알아보기
nb: Sikre tilkoblinger med IFTTT. Finn ut mer
pl: Bezpieczne połączenia z IFTTT. Dowiedz się więcej
pt_pt: Ligações seguras com IFTTT. Mais informações
ru: Обеспечьте безопасность подключений с помощью IFTTT. Узнайте больше
sv: Skydda anslutningar med IFTTT. Läs mer
zh_hans: 通过 IFTTT 安全连接。了解更多
zh_hant: 透過 IFTTT 保護連線。了解更多

# about_ifttt_connects_x_to_y
source: IFTTT connects %@ to %@
cs: IFTTT propojuje %@ s %@
da: IFTTT opretter forbindelse mellem %@ og %@
es_419: IFTTT conecta %@ con %@
fi: IFTTT yhdistää kohteen %@ kohteeseen %@
it: IFTTT si collega a %@ per %@
ko: IFTTT는 %@을(를) %@에 연결합니다.
nb: IFTTT kobler %@ til %@
pl: IFTTT łączy %@ z %@
pt_pt: IFTTT liga %@ para %@
ru: IFTTT подключает %@ к %@
sv: IFTTT ansluter %@ till %@
zh_hans: IFTTT 将 %@ 连接至 %@
zh_hant: IFTTT 會將 %@ 連線至 %@

source: IFTTT
cs: Služba IFTTT

source: connects
cs: propojuje
da: opretter forbindelse
es_419: conecta
fi: yhdistää
it: si collega
ko: 연결
nb: kobler til
pl: łączy
pt_pt: liga
ru: подключает
sv: Ansluter
zh_hans: 连接
zh_hant: 連線

source: to
cs: s
da: til
es_419: con
fi: kohteeseen
it: per
ko: 대상
nb: til
pl: z
pt_pt: para
ru: к
sv: till
zh_hans: 至
zh_hant: 至

# about_ifttt_unlock_new_features
source: Unlock new features when your favorite things work together
cs: Získejte nové funkce, kdy budou vaše oblíbené věci spolupracovat
da: Lås op for nye funktioner, når dine foretrukne ting fungerer sammen
es_419: Desbloquee nuevas funciones cuando sus cosas favoritas funcionan juntas
fi: Kun lempiasiasi toimivat yhdessä, voit hyödyntää uusia ominaisuuksia
it: Sblocca nuove funzioni quando i tuoi elementi preferiti funzionano assieme
ko: 즐겨 사용하는 장치를 함께 사용할 때 새 기능 잠금 해제
nb: Lås opp nye funksjoner når favorittingene dine samarbeider
pl: Odkrywaj nowe funkcje, gdy ulubione elementy współpracują ze sobą
pt_pt: Desbloqueie novas funcionalidades quando os seus equipamentos favoritos trabalham em conjunto
ru: Откройте новые возможности благодаря взаимодействию ваших любимых вещей
sv: Upptäck nya funktioner när dina favoritsaker arbetar tillsammans
zh_hans: 常用工具齐登场，助力解锁新功能。
zh_hant: 讓您喜愛的事物彼此合作，就能發掘出新功能

# about_ifttt_control_which_services_access_data
source: Control which services access your data and how they use it
cs: Ovládejte, které služby mají přístup k vašim údajům a jak je využívají
da: Styr, hvilke tjenester der har adgang til dine data, og hvordan de bruger dem
es_419: Controle qué servicios acceden a sus datos y cómo los usan
fi: Määritä, mitkä palvelut voivat käyttää tietojasi ja miten
it: Controlla quali servizi accedono ai tuoi dati e come li utilizzano
ko: 데이터에 액세스하는 서비스와 사용하는 방법 제어
nb: Kontroller hvilke tjenester som har tilgang til dataene dine og hvordan de bruker dem
pl: Kontroluj, które usługi mogą mieć dostęp do Twoich danych, i jak mogą je wykorzystywać
pt_pt: Controle que serviços acedem aos seus dados e como utilizá-los
ru: Контролируйте доступ различных служб к вашим данным и их использование
sv: Styr vilka tjänster som kommer åt dina uppgifter och hur de använder dem
zh_hans: 控制可访问您数据的服务，并管理其使用方式
zh_hant: 控制哪些服務可存取您的資料，以及使用資料的方式

# about_ifttt_protect_and_monitor_data
source: Protect and monitor your data
cs: Chraňte a monitorujte své údaje
da: Beskyt og overvåg dine data
es_419: Proteja y monitoree sus datos
fi: Suojaa ja tarkastele tietojasi
it: Proteggi e monitora i tuoi dati
ko: 데이터 보호 및 모니터링
nb: Beskytt og overvåk dataene dine
pl: Monitoruj i chroń swoje dane
pt_pt: Proteja e monitorize os seus dados
ru: Защищайте и отслеживайте свои данные
sv: Skydda och övervaka dina uppgifter
zh_hans: 保护和监控您的数据
zh_hant: 保護並監控您的資料

# about_ifttt_unplug_any_time
source: Unplug any time
cs: Můžete kdykoli odpojit
da: Du kan afbryde forbindelsen når som helst
es_419: Desconéctese en cualquier momento
fi: Poista käytöstä koska tahansa
it: Scollegati quando vuoi
ko: 언제든지 플러그 분리
nb: Koble ut når som helst
pl: Możesz odłączyć w dowolnym momencie
pt_pt: Desligue em qualquer altura
ru: Вы можете отключиться в любой момент!
sv: Koppla ur när som helst
zh_hans: 可随时断电
zh_hant: 隨時斷開

# about_ifttt_privacy_and_terms
source: By using this connection, you agree to our Privacy & Terms
cs: Využíváním tohoto propojení vyjadřujete souhlas Ochrana soukromí a smluvní podmínky
da: Ved at bruge denne forbindelse accepterer du vores Fortrolighedspolitik og vilkår.
es_419: Al usar esta conexión, acepta nuestros Términos y privacidad
fi: Käyttämällä tätä yhteyttä hyväksyt Yksityisyys ja ehdot
it: Utilizzando questo collegamento, l'utente accetta la nostra Informativa sulla privacy e termini
ko: 이 연결 사용 시 당사의 개인정보 개인정보 및 약관
nb: Ved å bruke denne koblingen, godtar du våre retningslinjer for personvern og vilkår
pl: Korzystanie z tego połączenia jest równoznaczne z wyrażeniem zgody na Warunki i Polityka prywatności
pt_pt: A utilizar esta ligação, concorda com os nossos Termos e Privacidade
ru: Используя это подключение, вы принимаете наши Политику конфиденциальности и Условия
sv: Genom att använda den här anslutningen accepterar du vår Sekretesspolicy och våra villkor
zh_hans: 使用此连接，即表示您同意我们的隐私条款
zh_hant: 使用此連線，即表示您同意我們的隱私權與條款

# connect_x_to_y
source: Connect %@ to %@
cs: Propojit %@ s %@
da: Opret forbindelse mellem %@ og %@
es_419: Conectar %@ con %@
fi: Yhdistä %@ kohteeseen %@
it: Collega %@ a %@
ko: %@을(를) %@에 연결
nb: Koble %@ til %@
pl: Połącz %@ z %@
pt_pt: Ligar %@ para %@
ru: Подключить %@ к %@
sv: Anslut %@ till %@
zh_hans: 将 %@ 连接至 %@
zh_hant: 將 %@ 連線至 %@

# connected_x_to_y
source: Connected %@ to %@
cs: Bylo provedeno propojení %@ s %@
da: Der er oprettet forbindelse mellem %@ og %@
es_419: %@ se conectó con %@
fi: %@ yhdistetty kohteeseen %@
it: Collegato %@ a %@
ko: %@을(를) %@에 연결함
nb: Koblet %@ til %@
pl: Połączono %@ z %@
pt_pt: Ligado a %@ para %@
ru: %@ подключен к %@
sv: Anslöt %@ till %@
zh_hans: 已将 %@ 连接至 %@
zh_hant: 已將 %@ 連線至 %@

source: Verification email sent to %@
cs: Byl odeslán e-mail pro ověření na %@
da: En e-mail med bekræftelse er sendt til %@
es_419: Se envió un correo electrónico de verificación a %@
fi: Vahvistusviesti lähetetty kohteeseen %@
it: Email di verifica inviata a %@
ko: %@에 확인 이메일 전송
nb: E-postbekreftelse er sendt til %@
pl: Wysłano weryfikacyjną wiadomość e-mail do %@
pt_pt: E-mail de verificação enviado para %@
ru: Проверочное сообщение электронной почты отправлено по адресу %@
sv: E-postmeddelande med verifiering skickades till %@
zh_hans: 已向 %@ 发送验证电子邮件
zh_hant: 驗證電子郵件已傳送至 %@

# verification_email_sent
source: Verification email sent to your email
cs: Byl odeslán e-mail pro ověření na vaši e-mailovou adresu
da: En e-mail med bekræftelse er sendt til din e-mail
es_419: Se envió un correo electrónico de verificación a su correo electrónico
fi: Vahvistusviesti lähetetty sähköpostiisi
it: Email di verifica inviata alla tua casella di posta
ko: 사용자 이메일에 확인 이메일 전송
nb: E-postbekreftelse er sendt til din e-postadresse
pl: Wysłano weryfikacyjną wiadomość na Twój adres e-mail
pt_pt: E-mail de verificação enviado para o seu e-mail
ru: Проверочное сообщение электронной почты отправлено на вашу электронную почту
sv: E-postmeddelande med verifiering skickades till din e-postadress
zh_hans: 已向您的邮箱发送验证电子邮件
zh_hant: 驗證電子郵件已傳送至您的電子郵件

source: Sign in to IFTTT
cs: Přihlásit se do IFTTT
da: Log ind på IFTTT
es_419: Iniciar sesión en IFTTT
fi: Kirjaudu IFTTT:hen
it: Accedi a IFTTT
ko: IFTTT에 로그인
nb: Logg på IFTTT
pl: Zaloguj się do IFTTT
pt_pt: Iniciar sessão na IFTTT
ru: Войти в IFTTT
sv: Logga in på IFTTT
zh_hans: 登录到 IFTTT
zh_hant: 登入 IFTTT

source: Go back
cs: Zpět
da: Gå tilbage
es_419: Volver
fi: Siirry takaisin
it: Indietro
ko: 뒤로가기
nb: Gå tilbake
pl: Wróć
pt_pt: Voltar atrás
ru: Назад
sv: Tillbaka
zh_hans: 返回
zh_hant: 回到上一步

source: Continue
cs: Pokračovat
da: Fortsæt
es_419: Continuar
fi: Jatka
it: Continua
ko: 계속
nb: Fortsett
pl: Kontynuuj
pt_pt: Continuar
ru: Продолжить
sv: Fortsätt
zh_hans: 继续
zh_hant: 繼續

# error_service_authentication
source: Could not authenticate service
cs: Nepodařilo se potvrdit totožnost služby
da: Kunne ikke godkende tjenesten
es_419: No se pudo autenticar el servicio
fi: Palvelua ei voitu todentaa
it: Impossibile autenticare il servizio
ko: 서비스를 인증할 수 없음
nb: Kan ikke godkjenne tjenesten
pl: Nie można uwierzytelnić usługi
pt_pt: Não foi possível autenticar o serviço
ru: Не удалось выполнить аутентификацию службы
sv: Det gick inte att autentisera tjänsten
zh_hans: 无法验证服务
zh_hant: 無法驗證服務

# error_internet_connection
source: Make sure your phone has internet connection
cs: Zkontrolujte, že má váš telefon přístup k internetu
da: Sørg for, at din telefon har internetforbindelse
es_419: Asegúrese de que su teléfono tenga conexión a internet
fi: Varmista, että puhelimesi on yhteydessä internetiin
it: Assicurati che il tuo telefono sia collegato a Internet
ko: 전화가 인터넷에 연결되었는지 확인
nb: Kontroller at telefonen har tilkobling til Internett
pl: Upewnij się, że Twój telefon ma połączenie z Internetem
pt_pt: Certifique-se de que o seu telefone tem ligação à Internet
ru: Убедитесь, что телефон подключен к Интернету
sv: Kontrollera att din telefon har en Internetanslutning
zh_hans: 确保您的手机已连接互联网
zh_hant: 請確定您的手機有網際網路連線

# error_could_not_connect
source: Could not connect. Please check your internet connection
cs: Nelze se připojit. Zkontrolujte připojení k internetu
da: Kunne ikke oprette forbindelse. Tjek internetforbindelsen
es_419: No se pudo conectar. Verifique su conexión a internet
fi: Yhteyttä ei voitu muodostaa. Tarkista internet-yhteytesi
it: Impossibile collegarsi. Controlla la tua connessione a Internet
ko: 연결할 수 없습니다. 인터넷 연결을 확인하십시오.
nb: Kan ikke koble til. Kontroller tilkoblingen til Internett
pl: Nie można połączyć. Sprawdź połączenie z Internetem
pt_pt: Não foi possível estabelecer a ligação. Verifique a sua ligação à Internet
ru: Подключиться не удалось. Проверьте подключение к Интернету
sv: Det gick inte att ansluta. Kontrollera Internetanslutningen
zh_hans: 无法连接。请检查您的互联网连接
zh_hant: 無法連線。請檢查您的網際網路連線

# error_connect_failed
source: Failed to connect
cs: Připojení se nezdařilo
da: Forbindelsen mislykkedes
es_419: Se produjo un error al conectar
fi: Yhteyden muodostaminen epäonnistui
it: Collegamento non riuscito
ko: 연결 실패
nb: Tilkoblingen mislyktes
pl: Nie udało się połączyć
pt_pt: Falha ao ligar
ru: Не удалось подключиться
sv: Det gick inte att ansluta
zh_hans: 连接失败
zh_hant: 連線失敗

# error_internet_connection_try_again
source: Please check your internet connection and try again
cs: Zkontrolujte připojení k internetu a zkuste to znovu
da: Tjek internetforbindelsen, og prøv igen
es_419: Verifique su conexión a Internet y vuelva a intentarlo
fi: Tarkista internet-yhteytesi ja yritä uudelleen
it: Controlla la connessione a Internet e riprova.
ko: 인터넷 연결을 확인하고 다시 시도하십시오.
nb: Kontroller tilkoblingen din til internett, og prøv på nytt.
pl: Sprawdź połączenie z Internetem i spróbuj ponownie
pt_pt: Verifique a ligação à Internet e tente novamente
ru: Проверьте подключение к Интернету и повторите попытку
sv: Kontrollera Internetanslutningen och försök igen
zh_hans: 请检查您的互联网连接并重试。
zh_hant: 請檢查網際網路連線，然後再試一次

# error_app_version
source: Please try updating to the latest version of IFTTT from the App Store
cs: Aktualizujte z obchodu App Store na nejnovější verzi IFTTT
da: Du skal opdatere til den nyeste version af IFTTT i App Store
es_419: Intente actualizar a la última versión de IFTTT desde la App Store
fi: Yritä päivittää IFTTT uusimpaan App Storen versioon
it: Prova a effettuare l'aggiornamento all'ultima versione di IFTTT dall'App Store
ko: App Store에서 최신 버전의 IFTTT를 업데이트해 보십시오.
nb: Prøv å oppdatere til den nyeste versjonen av IFTTT fra App Store
pl: Spróbuj zainstalować najnowszą wersję IFTTT ze sklepu App Store
pt_pt: Experimente atualizar para a versão mais recente da IFTTT a partir da App Store
ru: Попробуйте обновить IFTTT до последней версии в App Store
sv: Försök uppdatera till den senaste versionen av IFTTT från App Store
zh_hans: 请尝试通过 App Store 将 IFTTT 更新至最新版本
zh_hant: 請嘗試從 App Store 更新到最新版的 IFTTT

# error_connection_already_exists
source: A connection already exists with this %@ account
cs: Propojení s tímto účtem %@ již existuje
da: Der er allerede oprettet forbindelse med denne %@-konto
es_419: Ya existe una conexión con esta cuenta de %@
fi: Tilille %@ on jo muodostettu yhteys
it: È già presente un collegamento con questo account %@
ko: 이 %@ 계정에 이미 연결이 존재합니다.
nb: Det finnes allerede en kobling til denne %@-kontoen
pl: Już istnieje połączenie z tym kontem %@
pt_pt: Já existe uma ligação com esta conta %@
ru: Подключение с использованием учетной записи %@ уже существует
sv: Det finns redan en anslutning till det här %@-kontot
zh_hans: %@ 帐户已连接
zh_hant: 此 %@ 帳戶已有連線​存在

# error_missing_email_param
source: The email parameter is missing!
cs: Chybí parametr e-mailu!
da: E-mailparameteren mangler!
es_419: ¡Falta el parámetro de correo electrónico!
fi: Sähköpostitieto puuttuu!
it: Manca il parametro e-mail!
ko: 이메일 파라미터가 누락되었습니다!
nb: E-postparameteren mangler!
pl: Brakuje parametru e-mail.
pt_pt: O parâmetro de e-mail está em falta!
ru: Отсутствует параметр электронной почты!
sv: Parametern för e-postadressen saknas!
zh_hans: 邮箱参数丢失！
zh_hant: 電子郵件參數遺失!

source: Try again
cs: Zkuste to znovu.
da: Prøv igen
es_419: Vuelva a intentarlo.
fi: Yritä uudelleen
it: Riprovare
ko: 다시 시도
nb: Prøv igjen
pl: Spróbuj ponownie
pt_pt: Tente novamente
ru: Повторите попытку
sv: Försök igen
zh_hans: 请重试
zh_hant: 請再試一次

source: Manage
cs: Spravovat
da: Administrer
es_419: Administrar
fi: Hallinnoi
it: Gestisci
ko: 관리
nb: Administrer
pl: Zarządzaj
pt_pt: Gerir
ru: Управление
sv: Hantera
zh_hans: 管理
zh_hant: 管理

# continue_face_ID
source: Continue with Face ID
cs: Pokračovat identifikací pomocí obličeje
da: Fortsæt med ansigtsgenkendelse
es_419: Continuar con Face ID
fi: Jatka Face ID:llä
it: Continua con Face ID
ko: 페이스 ID로 계속
nb: Fortsett med Face ID
pl: Kontynuuj z Face ID
pt_pt: Continuar com identidade facial
ru: Продолжить с Face ID
sv: Fortsätt med Face ID
zh_hans: 使用面部识别功能继续
zh_hant: 使用 Face ID 繼續

# continue_touch_id
source: Continue with Touch ID
cs: Pokračovat identifikací pomocí dotyku
da: Fortsæt med fingeraftryksgenkendelse
es_419: Continuar con Touch ID
fi: Jatka Touch ID:llä
it: Continua con Touch ID
ko: 터치 ID로 계속
nb: Fortsett med Touch ID
pl: Kontynuuj z Touch ID
pt_pt: Continuar com identidade digital
ru: Продолжить с Touch ID
sv: Fortsätt med Touch ID
zh_hans: 使用指纹识别功能继续
zh_hant: 使用 Touch ID 繼續

source: Use passcode
cs: Použít heslo
da: Brug adgangskode
es_419: Usar código de acceso
fi: Käytä tunnuskoodia
it: Utilizza il codice di accesso
ko: 암호 사용
nb: Bruk passkode
pl: Użyj hasła
pt_pt: Utilizar palavra-passe
ru: Использовать парольный код
sv: Använd lösenord
zh_hans: 使用密码
zh_hant: 使用密碼

# content_desc_service_icon
source: %@ service icon
cs: Ikona služby %@
da: Ikon for %@-tjenesten
es_419: Icono de servicio de %@
fi: palvelukuvake %@
it: icona del servizio %@
ko: %@ 서비스 아이콘
nb: %@-tjenesteikon
pl: Ikona usługi %@
pt_pt: Ícone de serviço %@
ru: Значок службы %@
sv: Servicesymbol för %@
zh_hans: %@ 服务图标
zh_hant: %@ 服務圖示

# content_desc_start_icon
source: Start icon
cs: Ikona zahájení
da: Start-ikon
es_419: Icono de inicio
fi: Käynnistyskuvake
it: Icona di avvio
ko: 시작 아이콘
nb: Start-ikon
pl: Ikona Start
pt_pt: Ícone de iniciar
ru: Значок запуска
sv: Startsymbol
zh_hans: 开始图标
zh_hant: 開始圖示
